{
	"chorongi":{
		"title":"Chorongi",
		"land":"Kenya",
		"producer":"Chorongi",
		"brewingMethod":"Brygg",
		"about":"Ibland händer det att man springer på ett kaffe som sticker ut så där ovanligt mycket. Årets skörd av Chorongi stack ut på koppningsbordet hos Collaborative Coffee Sourse i Oslo något alldeles speciellt. En kopp som riktigt spritter till i munnen och smaken hängde kvar tills jag åkte hem på kvällen. Kenyanskt kaffe är bra, det vet de flesta, men ibland hittar man diamanter bland guldkornen.
Chorongi Factory ligger i Nyeridistriktet och ägs av Mutheka Coffee Farmer's Society som består av ca 5600 kaffebönder. Ungefär 1000 av dem tillhör Chorongi och de levererar mogna bär som de handplockat från sina träd. De har i snitt 250 träd var."
		},
	"elinda":{
		"title":"Elida",
		"land":"Panama",
		"producer":"Elida Estate",
		"brewingMethod":"Brygg",
		"about":"Ett unikt kaffe på många sätt. Wilford Lamastus är respekterad i hela kaffevärlden för sin kvalitet och innovativitet. Denna catuai växer mycket högt (näst högsta plantagen i Panama) och det speciella mikroklimatet i regionen gör kaffet helt unikt. Kaffebären mognar ca en månad senare än normalt pga vädret och den vulkaniska jordmånen bidrar till att plantorna är friska och fina. Kaffet är bärtorkat under total övervakning vilket gör den helt fri från defekter.
 
Just denna lott är speciellt utvald av Collaborative Coffee Source i Oslo. Smakmässigt är den mycket lik en geisha i karaktären.
 
Det finns bara en säck i Sverige, så passa på innan den tar slut."
		},
		
	"yandaro":{
		"title":"Yandaro",
		"land":"Burundi",
		"producer":"Yandaro",
		"brewingMethod":"Press",
		"about":"I norra delen av Burundi på gränsen till Rwanda, i regionen Kayanza, ligger ett litet kooperativ som heter Yandaro. Här är optimala förhållanden för att odla kaffe med vulkanisk jord och perfekt klimat. Yandaro är en flod som rinner genom dalen nedanför där kaffet växer och har fått ge namn åt tvättstationen där bönderna lämnar sina mogna bär. Här våtprocessas bären och torkas sedan på upphöjda afrikanska bäddar. Innan processen sorteras kaffefrukten noggrant för hand för att få upp kvaliteten maximalt; något som är mycket viktigt för smaken. "
		},
		
	"el angel":{
		"title":"El Angel",
		"land":"El Salvador",
		"producer":"Particia Moliina Batlle",
		"brewingMethod":"Aeropress, Brygg, Press",
		"about":"Rodolfo Ruffatti Battle är från El Salvador, men bor i Berlin och driver Ruffatti Battle. Han tar hem kaffe från familjens egna odlingar kring vulkanen Santa Ana och runt om i västra El Salvador. Allt kaffe processas på familjens egna processstation Rio Zarco. Denna mikrolott kommer från Finca El Angel och är en honey-processad röd bourbon.
 
Familjen Battle kommer ursprungligen från Figueres i Katalonien (även hemstad till Salvador Dalí) och hade exporterat kaffe några år när Dr Angel Battle och hans bror Isidro grundade de egna företaget 1922; Battle Hermanos.
 
Rio Zarco är fortfarande ett familjeföretag som processar kaffe från plantage som startades av deras förfäder, men även från drygt 1000 småbönder runt om Lamatepec-Apaneca-bergen."
		},
		
	"gerardo moreno":{
		"title":"Gerardo Moreno",
		"land":"Honduras",
		"producer":"El Filo",
		"brewingMethod":"Aeropress, Brygg, Press",
		"about":"Familjen Moreno har odlat kaffe i fyra generationer och traditionen går vidare. Daniel Moreno har delat upp sin gård El Filo i flera delar, varav hans söner har fått ärva var sin del. Detta kaffe kommer från en av bröderna, Gerardo Moreno, och hans skörd i år blev inte så stor. Det finns fyra säckar á 69kg i världen och denna gång lyckades jag köpa alla fyra. Gerardos kaffe är fruktigt och sött med inslag av karamell, nötter och choklad. Ett mycket välbalanserat kaffe med en pigg syra som är ganska ovanlig för Honduras. Syran påminner lite om torkad aprikos. Den botaniska underarten är Pacas."
 },
	"jorge lagos":{
		"title":"Jorge Lagos",
		"land":"Nicaragua",
		"producer":"Santa Teresa",
		"brewingMethod":"Aeropress, Brygg, Press",
		"about":"Jorge ärvde gården Santa Teresa efter far 2007 och har efter sin utbildning till agronom tagit gården till en av de främsta i landet. På gården finns två naturliga vattenkällor som används till bevattning och tvättning av kaffet efter skörd. Kaffet odlas under optimala förhållanden under skyddande träd som ger skugga åt plantorna och arbetarna på farmen. Efter tvättning på gården processas kaffet hos Beneficio Las Segovias och är därefter redo för export.
 
Jorges kaffe är sött, mycket välbalanserat och har tydlig smak av nötter, nougat, karamell och stenfrukt.
 
Jorge Lagos finns som lätt rostat (i brun påse) och lätt mörkrostat (i svart påse)." 
		}
	
	
	
	
	
	
	
	
	
	}